Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Press either shortcut while Guided Setup is open. The virtual display follows the same loop and skip-empty rules as Tatami.
ja: ガイド設定を開いたまま、どちらかのショートカットを押してください。仮想ディスプレイもTatamiと同じループ／空を飛ばすルールに従います。
ko: 가이드 설정을 연 상태에서 두 단축키 중 하나를 눌러 보세요. 가상 디스플레이도 Tatami처럼 마지막에서 처음으로 이어지고 빈 작업 공간은 건너뛰어요.
zh_hans: 在引导设置打开时按任一快捷键。虚拟显示器会遵循与 Tatami 相同的切换和跳过空工作区规则。
zh_hant: 在引導設定開啟時按下任一快速鍵。虛擬顯示器會遵循與 Tatami 相同的切換與略過空白工作空間規則。

source: Press to switch to this profile from anywhere.
ja: どこからでもこのプロファイルへ切り替えられます。
ko: 어디서든 이 프로필로 전환할 수 있어요.
zh_hans: 按下即可从任意位置切换到此配置方案。
zh_hant: 按下即可從任何位置切換至這個設定組合。

source: Previous window
ja: 前のウインドウ
ko: 이전 창
zh_hans: 上一个窗口
zh_hant: 上一個視窗

source: Previous workspace
ja: 前のワークスペース
ko: 이전 작업 공간
zh_hans: 上一个工作区
zh_hant: 上一個工作空間

source: Problems
ja: 問題
ko: 문제
zh_hans: 问题
zh_hant: 問題

source: Product
ja: プロダクト
ko: 제품
zh_hans: 产品
zh_hant: 產品

source: Product example
ja: プロダクトの例
ko: 제품 예시
zh_hans: 产品示例
zh_hant: 產品範例

source: profile
ja: プロファイル
ko: 프로필
zh_hans: 配置方案
zh_hant: 設定組合

source: Profile name
ja: プロファイル名
ko: 프로필 이름
zh_hans: 配置方案名称
zh_hant: 設定組合名稱

source: Profile Settings
ja: プロファイル設定
ko: 프로필 설정
zh_hans: 配置方案设置
zh_hant: 設定組合設定

source: Profile switch
ja: プロファイル切り替え
ko: 프로필 전환
zh_hans: 切换配置方案
zh_hant: 切換設定組合

source: Profile Unavailable
ja: プロファイルを利用できません
ko: 프로필을 찾을 수 없어요
zh_hans: 配置方案不可用
zh_hant: 設定組合無法使用

source: Profiles
ja: プロファイル
ko: 프로필
zh_hans: 配置方案
zh_hant: 設定組合

source: Profiles & Workspaces
ja: プロファイルとワークスペース
ko: 프로필과 작업 공간
zh_hans: 配置方案与工作区
zh_hant: 設定組合與工作空間

source: Prototype
ja: プロトタイプ
ko: 프로토타입
zh_hans: 原型
zh_hant: 原型

source: Pull another workspace's apps and settings into this one — you'll review and pick each change. The display pin is included, so uncheck it to keep this workspace's own.
ja: 別のワークスペースのアプリと設定を取り込みます。変更を1つずつ確認し、選んで適用できます。ディスプレイの固定も含まれるため、このワークスペースの設定を残す場合はチェックを外してください。
ko: 다른 작업 공간의 앱과 설정을 이곳으로 가져와요. 변경 사항을 하나씩 확인해 골라서 적용할 수 있어요. 디스플레이 고정도 포함되므로, 현재 값을 유지하려면 선택을 해제하세요.
zh_hans: 将另一个工作区的应用和设置拉入此处，你可以逐项查看并选择更改。显示器固定也包含在内；若要保留当前工作区的设置，请取消勾选。
zh_hant: 將另一個工作空間的 App 與設定帶入這裡，你可以逐項檢視並選擇變更。顯示器固定也包含在內；若要保留目前工作空間的設定，請取消勾選。

source: Quick access
ja: クイックアクセス
ko: 빠른 실행
zh_hans: 快速访问
zh_hant: 快速存取

source: Quick capture
ja: クイックキャプチャ
ko: 빠른 기록
zh_hans: 快速记录
zh_hant: 快速記錄

source: Quick local draft
ja: クイックローカル下書き
ko: 빠른 로컬 초안
zh_hans: 快速本地草稿
zh_hant: 快速本機草稿

source: Quick lookup
ja: クイック検索
ko: 빠른 조회
zh_hans: 快速查询
zh_hant: 快速查詢

source: Quick message
ja: クイックメッセージ
ko: 빠른 메시지
zh_hans: 快速消息
zh_hant: 快速訊息

source: Quick terminal
ja: クイックターミナル
ko: 빠른 터미널
zh_hans: 快速终端
zh_hant: 快速終端機

source: Quit
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

# Re-dock Borrow
source: Move Borrowed Workspace
ja: 借りたワークスペースを再配置
ko: 빌려오기 다시 붙이기
zh_hans: 重新停靠借用工作区
zh_hant: 重新停靠借用工作空間

source: Recent / next / previous behave like workspaces: one key each, combined with the modifiers above. Record an explicit shortcut to override any of them.
ja: 直前／次／前もワークスペースと同様に、各キーを上の修飾キーと組み合わせて使います。個別のショートカットを記録すると上書きできます。
ko: 최근/다음/이전도 작업 공간처럼 키 하나와 위 보조 키를 조합해 사용해요. 별도 단축키를 기록하면 해당 조합을 덮어쓸 수 있어요.
zh_hans: 最近/下一个/上一个与工作区相同：各使用一个按键，并配合上方修饰键。录制独立快捷键可覆盖任一组合。
zh_hant: 最近／下一個／上一個與工作空間相同：各使用一個按鍵，並搭配上方修飾鍵。錄製獨立快速鍵可覆寫任一組合。

source: Turn this on to combine workspace history from every display. Turn it off to use only the current display’s most recent workspace.
ja: オンにすると、すべてのディスプレイの履歴から最近使ったワークスペースを呼び戻します。オフでは、現在のディスプレイの履歴だけを使います。
ko: 최근 동작은 모든 디스플레이의 작업 공간 기록을 하나의 전역 최근 사용 목록으로 합쳐요. 끄면 현재 디스플레이의 최근 작업 공간만 사용해요.
zh_hans: 最近操作会将所有显示器的工作区历史合并为一个全局 MRU。关闭后只使用当前显示器最近的工作区。
zh_hant: 最近操作會將所有顯示器的工作空間記錄合併為一個全域 MRU。關閉後只使用目前顯示器最近的工作空間。

source: Recent may jump to the last workspace used on another monitor; Off keeps the recall local to one display.
ja: 「直前」では、別のディスプレイで最後に使った作業環境へ移ることがあります。オフでは同じディスプレイ内だけで呼び戻します。
ko: 최근 작업 공간은 다른 모니터에서 마지막으로 쓴 작업 공간으로 이동할 수 있어요. 끄면 현재 디스플레이 안에서만 불러와요.
zh_hans: “最近”可能跳转到另一台显示器上最后使用的场景；关闭后只在当前显示器内调用。
zh_hant: 「最近」可能跳至另一台顯示器上最後使用的工作空間；關閉後只在目前顯示器內叫回。

source: Recent workspace
ja: 直前のワークスペース
ko: 최근 작업 공간
zh_hans: 最近使用的工作区
zh_hant: 最近使用的工作空間

source: Recent workspace crosses displays
ja: 直前のワークスペースをディスプレイ間で共有
ko: 최근 작업 공간에 모든 디스플레이 포함
zh_hans: 最近工作区可跨显示器
zh_hant: 最近工作空間可跨顯示器

source: Recognized %@
ja: %@を認識
ko: 인식했어요 · %@
zh_hans: 已识别%@
zh_hant: 已辨識%@

# Recognized %lldF %@
source: Recognized %1$lldF %2$@
ja: %lldF %@を認識
ko: 인식했어요 · %lldF %@
zh_hans: 已识别 %lldF %@
zh_hant: 已辨識 %lldF %@

source: Recommended
ja: おすすめ
ko: 추천
zh_hans: 推荐
zh_hant: 建議

source: Recommended defaults; every item stays editable in Settings.
ja: おすすめの初期設定です。すべての項目は後から「設定」で変更できます。
ko: 추천 기본값이에요. 모든 항목은 설정에서 언제든 바꿀 수 있어요.
zh_hans: 这是推荐默认值，所有项目都可在“设置”中修改。
zh_hant: 這是建議預設值，所有項目都可在「設定」中修改。

source: Recommended for a workspace manager.
ja: ワークスペース管理におすすめです。
ko: 작업 공간 관리에 권장해요.
zh_hans: 建议工作区管理器使用。
zh_hant: 建議工作空間管理器使用。

source: Record a combo, then press it while Guided Setup is open. Tatami updates only this preview.
ja: キーの組み合わせを記録し、ガイド設定を開いたまま押してください。Tatamiはこのプレビューだけを更新します。
ko: 키 조합을 기록한 뒤 가이드 설정을 연 상태에서 눌러 보세요. 이 미리 보기만 바뀌어요.
zh_hans: 录制组合键，然后在引导设置打开时按下。Tatami 只会更新此预览。
zh_hant: 錄製組合鍵，然後在引導設定開啟時按下。Tatami 只會更新這個預覽。

source: Reference
ja: リファレンス
ko: 참고
zh_hans: 参考
zh_hant: 參考

source: References
ja: 参考資料
ko: 참고 자료
zh_hans: 参考资料
zh_hant: 參考資料

source: Refocus when a window closes
ja: ウインドウを閉じたら再フォーカス
ko: 창을 닫으면 다른 창에 포커스
zh_hans: 窗口关闭时重新聚焦
zh_hant: 視窗關閉時重新聚焦

source: Relaunch after granting access
ja: 許可後に再起動
ko: 권한을 허용한 뒤 다시 실행
zh_hans: 授权后重新启动
zh_hant: 允許後重新啟動

source: Relaunch Tatami
ja: Tatamiを再起動
ko: Tatami 다시 실행
zh_hans: 重新启动 Tatami
zh_hant: 重新啟動 Tatami

source: Reload
ja: 再読み込み
ko: 다시 불러오기
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload the latest config so no external edit is overwritten.
ja: 外部での編集を上書きしないよう、最新の設定を再読み込みしてください。
ko: 외부에서 수정한 내용을 덮어쓰지 않도록 최신 설정을 다시 불러오세요.
zh_hans: 重新加载最新配置，避免覆盖外部编辑。
zh_hant: 重新載入最新設定，避免覆寫外部編輯。

# Relocate the focused app to an adjacent context and switch with it.
source: Relocate the focused app to an adjacent workspace and switch with it.
ja: フォーカス中のアプリを隣の作業環境へ移動し、一緒に切り替えます。
ko: 포커스한 앱을 인접한 작업 공간으로 옮기고 함께 전환해요.
zh_hans: 将已聚焦的应用移到相邻场景，并随它一起切换。
zh_hant: 將已聚焦的 App 移到相鄰工作空間，並跟著一起切換。

source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Remove "%@" from every workspace?
ja: すべてのワークスペースから「%@」を削除しますか？
ko: 모든 작업 공간에서 제거할까요? · “%@”
zh_hans: 从所有工作区中移除“%@”？
zh_hant: 要從所有工作空間移除「%@」嗎？

source: Remove "%@"?
ja: 「%@」を削除しますか？
ko: 제거할까요? · “%@”
zh_hans: 移除“%@”？
zh_hant: 要移除「%@」嗎？

source: Removed %@ ← %@
ja: %@を削除 ← %@
ko: 제거했어요 · %@ ← %@
zh_hans: 已移除 %@ ← %@
zh_hant: 已移除 %@ ← %@

source: Removed %@ ← Shared Apps
ja: %@を削除 ← 共有アプリ
ko: 공용 앱에서 제거했어요 · %@
zh_hans: 已从共享应用移除 %@
zh_hant: 已從共用 App 移除 %@

source: Removes the tatami symlink from /usr/local/bin. You can reinstall it anytime from here.
ja: /usr/local/binからtatamiのシンボリックリンクを削除します。ここからいつでも再インストールできます。
ko: /usr/local/bin에서 tatami 심볼릭 링크를 제거해요. 여기서 언제든 다시 설치할 수 있어요.
zh_hans: 从 /usr/local/bin 中移除 tatami 符号链接。你可以随时在此重新安装。
zh_hant: 從 /usr/local/bin 移除 tatami 符號連結。你可以隨時在這裡重新安裝。

# Repeated summon dismissed %@
source: Borrowed again and returned %@
ja: もう一度呼び出して%@を戻しました
ko: 다시 빌려와서 돌려보냈어요 · %@
zh_hans: 再次召出后已返回 %@
zh_hant: 再次叫出後已返回 %@

source: Turn this on to return a borrowed workspace when you use the same Borrow command again. When off, repeat commands leave it in place until you choose Return Borrowed Workspace.
ja: オンにすると、同じ「借りる」コマンドをもう一度実行したときに元へ戻します。オフでは、「借りたワークスペースを戻す」を使うまで、繰り返し実行しても状態は変わりません。
ko: 켜면 같은 빌려오기 명령을 다시 눌러 돌려보낼 수 있어요. 끄면 ‘빌려온 작업 공간 돌려보내기’를 누르기 전까지 그대로 유지해요.
zh_hans: 开启后，再次执行同一借用命令会归还工作区。关闭后，重复执行不会改变状态，直到你选择“归还借用工作区”。
zh_hant: 開啟後，再次執行相同借用指令會歸還工作空間。關閉後，重複執行不會改變狀態，直到你選擇「歸還借用工作空間」。

# Replace the visible task context with one named workspace.
source: Switch from the visible workspace to one you choose.
ja: 表示中の作業作業環境を指定したワークスペースに置き換えます。
ko: 현재 작업 공간에서 선택한 작업 공간으로 전환해요.
zh_hans: 用指定工作区替换当前可见的任务场景。
zh_hant: 從目前的工作空間切換到所選的工作空間。

source: Required
ja: 必須
ko: 필수
zh_hans: 必需
zh_hant: 必要

# Required for tiling. Enable it in System Settings, then relaunch.
source: Required to tile windows. Allow it in System Settings, then relaunch Tatami.
ja: タイル表示に必要です。システム設定で許可し、Tatamiを再起動してください。
ko: 타일링에 꼭 필요해요. 시스템 설정에서 허용한 뒤 다시 실행해 주세요.
zh_hans: 平铺必需。请在“系统设置”中启用，然后重新启动。
zh_hant: 並排功能需要這項權限。請在「系統設定」中啟用，然後重新啟動。

# Required for workspace switching and tiling.
source: Required to switch workspaces and tile windows.
ja: ワークスペースの切り替えとタイル表示に必要です。
ko: 작업 공간 전환과 타일링에 꼭 필요해요.
zh_hans: 工作区切换和平铺必需。
zh_hant: 工作空間切換與並排功能需要這項權限。

source: Research
ja: リサーチ
ko: 리서치
zh_hans: 研究
zh_hant: 研究

source: Research example
ja: リサーチの例
ko: 리서치 예시
zh_hans: 研究示例
zh_hant: 研究範例

source: Reset
ja: リセット
ko: 초기화
zh_hans: 重置
zh_hant: 重設

source: Reset every split in the layout to equal sizes.
ja: レイアウト内のすべての分割を同じ大きさに戻します。
ko: 배치의 모든 분할을 같은 크기로 맞춰요.
zh_hans: 将布局中的所有分区重置为相同大小。
zh_hant: 將佈局中的所有分割區重設為相同大小。

source: Resize one split
ja: 1つの分割をサイズ変更
ko: 분할 하나 크기 조절
zh_hans: 调整一个分区
zh_hant: 調整一個分割區

# Restored the split tree
source: Restored the tiled layout
ja: 分割ツリーを復元しました
ko: 분할 트리를 복원했어요
zh_hans: 已恢复分割树
zh_hant: 已還原分割樹

source: Return it to the BSP tree
ja: BSPツリーへ戻します
ko: BSP 트리로 돌려보내요
zh_hans: 放回 BSP 树
zh_hant: 放回 BSP 樹

source: Return the borrowed workspace and restore the current one to full screen.
ja: 借りたワークスペースを戻し、現在のワークスペースを画面いっぱいに復元します。
ko: 빌려온 작업 공간을 돌려보내고 현재 작업 공간을 전체 크기로 복원해요.
zh_hans: 归还借用的工作区，并将当前工作区恢复为全屏。
zh_hant: 歸還借用的工作空間，並將目前工作空間還原為全螢幕。

source: Return the visitor and expand the untouched host layout.
ja: 借りているワークスペースを戻し、変更していないホストのレイアウトを広げます。
ko: 빌려온 작업 공간을 돌려보내고 그대로인 호스트 배치를 넓혀요.
zh_hans: 返回借用的工作区，并展开未改动的主工作区布局。
zh_hant: 返回借用的工作空間，並展開未變更的主工作空間版面。

source: Returned %@
ja: %@を戻しました
ko: 돌려보냈어요 · %@
zh_hans: 已返回 %@
zh_hant: 已返回 %@

# Returned %@ to the split tree
source: Returned %@ to the tiled layout
ja: %@を分割ツリーへ戻しました
ko: 분할 트리로 돌려보냈어요 · %@
zh_hans: 已将 %@ 返回分割树
zh_hant: 已將 %@ 返回分割樹

source: Reveal in Finder
ja: Finderに表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Review
ja: 確認
ko: 검토
zh_hans: 查看
zh_hant: 檢視

# Review %lld workspaces and %lld app placements
source: Review %1$lld workspaces and %2$lld app placements
ja: %lld個のワークスペースと%lld件のアプリ配置を確認します
ko: 작업 공간 %lld개와 앱 배치 %lld개를 확인해요
zh_hans: 查看 %lld 个工作区和 %lld 项应用放置
zh_hant: 檢視 %lld 個工作空間與 %lld 項 App 放置

source: Review another profile's differences and copy the ones you pick into this profile's matching workspaces (by name).
ja: 別のプロファイルとの差分を確認し、選んだ項目だけをこのプロファイル内で名前が一致するワークスペースへコピーします。
ko: 다른 프로필과의 차이를 확인하고, 고른 항목만 이 프로필에서 이름이 같은 작업 공간에 복사해요.
zh_hans: 查看与其他配置方案的差异，并将所选项目复制到此配置方案中名称相同的工作区。
zh_hant: 檢視與其他設定組合的差異，並將所選項目複製至這個設定組合中名稱相同的工作空間。

source: Review Tatami's Core Workflow
ja: Tatamiの基本フローを確認
ko: Tatami 핵심 흐름 살펴보기
zh_hans: 查看 Tatami 核心流程
zh_hant: 檢視 Tatami 核心流程

source: Review the draft and apply everything at once.
ja: 下書きを確認し、すべての変更をまとめて適用します。
ko: 초안을 확인한 뒤 모든 변경을 한 번에 적용해요.
zh_hans: 查看草稿，然后一次性应用全部内容。
zh_hant: 檢視草稿，然後一次套用全部內容。

# Review the proposed contexts, then adjust names, keys, or displays.
source: Review the proposed workspaces, then adjust names, keys, or displays.
ja: 提案された作業環境を確認し、名前、キー、ディスプレイを調整してください。
ko: 제안된 작업 공간을 확인한 뒤 이름, 키, 디스플레이를 원하는 대로 바꿔 보세요.
zh_hans: 查看建议的场景，然后调整名称、按键或显示器。
zh_hant: 檢視建議的工作空間，然後調整名稱、按鍵或顯示器。

source: Right
ja: 右
ko: 오른쪽
zh_hans: 右侧
zh_hant: 右側

source: Role or kind of work
ja: 役割または仕事内容
ko: 직무 또는 하는 일
zh_hans: 职责或工作类型
zh_hant: 職務或工作類型

source: Routine placement is automatic. Focus, swap, resize, and borrow stay explicit.
ja: 普段の配置は自動で行います。フォーカス、入れ替え、サイズ変更、「借りる」は自分で操作します。
ko: 평소 창 배치는 자동으로 맡기고, 포커스·교체·크기 조절·빌려오기는 직접 실행해요.
zh_hans: 日常放置自动完成；焦点、交换、调整大小和借用仍由你明确控制。
zh_hant: 日常放置會自動完成；焦點、交換、調整大小與借用仍由你明確控制。

source: Rows only
ja: 行のみ
ko: 행만 사용
zh_hans: 仅行
zh_hant: 僅橫列

source: Run a Tatami action when a configured three- or four-finger swipe is recognized.
ja: 設定した3本指または4本指スワイプを認識すると、Tatamiの操作を実行します。
ko: 설정한 세 손가락 또는 네 손가락 스와이프를 인식하면 Tatami 동작을 실행해요.
zh_hans: 识别到已配置的三指或四指轻扫时，执行 Tatami 操作。
zh_hant: 辨識到已設定的三指或四指滑動時，執行 Tatami 操作。

source: Run Guided Setup…
ja: ガイド設定を開始…
ko: 가이드 설정 실행…
zh_hans: 运行引导设置…
zh_hant: 執行引導設定…

source: Saved layout — edits apply on next activation.
ja: 保存済みレイアウト — 次回の有効化時に編集内容を適用します。
ko: 저장한 배치 · 변경 사항은 다음에 활성화할 때 Tatami가 반영해요.
zh_hans: 已保存布局 — 下次启用时应用编辑内容。
zh_hant: 已儲存佈局 — 下次啟用時套用編輯內容。

source: Scratchpad
ja: 一時スペース
ko: 임시 공간
zh_hans: 暂存区
zh_hant: 暫存區

source: Scratchpads
ja: 一時スペース
ko: 임시 공간
zh_hans: 暂存区
zh_hant: 暫存區

source: Screen Recording
ja: 画面収録
ko: 화면 기록
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Screen Recording Needed
ja: 画面収録が必要です
ko: 화면 기록 권한이 필요해요
zh_hans: 需要屏幕录制权限
zh_hant: 需要螢幕錄製權限

source: Search running apps
ja: 実行中のアプリを検索
ko: 실행 중인 앱 검색
zh_hans: 搜索运行中的应用
zh_hant: 搜尋執行中的 App

source: Search symbols
ja: シンボルを検索
ko: 심볼 검색
zh_hans: 搜索符号
zh_hant: 搜尋符號

source: Searches running apps across the whole login session. It chooses an app, not a Tatami workspace.
ja: 現在のログインセッション全体で実行中のアプリを検索します。Tatamiのワークスペースではなく、アプリを選びます。
ko: 현재 로그인 세션에서 실행 중인 모든 앱을 찾아요. Tatami 작업 공간이 아니라 앱을 선택해요.
zh_hans: 搜索整个登录会话中运行的应用。它选择的是应用，而不是 Tatami 工作区。
zh_hant: 搜尋整個登入階段中執行的 App。它選擇的是 App，而不是 Tatami 工作空間。

source: Searches the visible Tatami workspace instead of every running app. Always-on-top and Leave As Is apps are included, along with any borrowed tiled workspace.
ja: 実行中のすべてのアプリではなく、現在のTatamiの作業環境を検索します。「常に手前」と「そのまま」のアプリも含まれ、借りたタイル表示のブロックは元に戻すまでホストに加わります。
ko: 실행 중인 모든 앱이 아니라 현재 Tatami 작업 공간 안에서 찾아요. ‘항상 위’와 ‘그대로 두기’ 앱도 포함되고, 빌려온 타일 블록은 돌려보낼 때까지 호스트와 함께 전환돼요.
zh_hans: 只搜索当前 Tatami 场景，而不是所有运行中的应用。置顶和保持原样的应用也会参与；借用的平铺区块会保留到归还为止。
zh_hant: 只搜尋目前的 Tatami 工作空間，而不是所有執行中的 App。置頂與維持原狀的 App 也會參與；借用的並排區塊會保留到歸還為止。

source: Searches windows belonging to the current app only. It cannot move from one workspace app to another.
ja: 現在のアプリに属するウインドウだけを検索します。ワークスペース内の別アプリへは移動できません。
ko: 현재 앱에 속한 창만 찾아요. 한 작업 공간 앱에서 다른 앱으로는 이동할 수 없어요.
zh_hans: 只搜索属于当前应用的窗口，无法从一个工作区应用移到另一个。
zh_hant: 只搜尋屬於目前 App 的視窗，無法從一個工作空間 App 移到另一個。

source: See a useful workspace before making yours
ja: 自分のワークスペースを作る前に、役立つ例を確認します
ko: 내 작업 공간을 만들기 전에 유용한 예시를 살펴봐요
zh_hans: 创建自己的工作区前，先看看实用示例
zh_hant: 建立自己的工作空間前，先看看實用範例

source: Select
ja: 選択
ko: 선택
zh_hans: 选择
zh_hant: 選擇

source: Selected app · %@
ja: 選択中のアプリ・%@
ko: 선택한 앱 · %@
zh_hans: 已选应用 · %@
zh_hant: 已選 App · %@

source: Sensitivity
ja: 感度
ko: 민감도
zh_hans: 灵敏度
zh_hant: 靈敏度

source: Separate collecting sources from writing conclusions. Keep lookup tools temporary.
ja: 資料収集と結論の執筆を分けます。検索ツールは必要なときだけ一時的に使います。
ko: 자료를 모으는 일과 결론을 쓰는 일을 나눠요. 검색 도구는 필요할 때만 잠깐 빌려와요.
zh_hans: 将收集资料与撰写结论分开，查询工具只在需要时临时使用。
zh_hant: 將收集資料與撰寫結論分開，查詢工具只在需要時暫時使用。

source: Separate focused creation from collaborative critique. Keep quick capture lightweight.
ja: 集中して作る時間と、共同でレビューする時間を分けます。クイックキャプチャは軽く使える形にします。
ko: 집중해서 만드는 시간과 함께 검토하는 시간을 나눠요. 빠른 기록은 가볍게 꺼내 쓰세요.
zh_hans: 将专注创作与协作评审分开，并让快速记录保持轻量。
zh_hant: 將專注創作與協作檢視分開，並讓快速記錄保持輕量。

source: Separate making a change from reviewing one. Keep a one-app terminal check temporary.
ja: 変更する作業とレビューする作業を分けます。1アプリだけのターミナル確認は一時的に呼び出します。
ko: 변경하는 일과 검토하는 일을 나눠요. 앱 하나만 쓰는 터미널 확인은 필요할 때만 잠깐 열어요.
zh_hans: 将修改与审查分开，单应用终端检查只需临时调用。
zh_hant: 將修改與審查分開，單一 App 的終端機檢查只需暫時叫出。

source: Separate planning from discovery so meetings and evidence do not become one giant workspace.
ja: 計画と探索を分け、会議と根拠資料が1つの巨大な作業環境に混ざらないようにします。
ko: 계획과 탐색을 나눠 회의와 자료가 하나의 거대한 작업 공간으로 섞이지 않게 해요.
zh_hans: 将规划与探索分开，避免会议和资料混成一个庞大场景。
zh_hant: 將規劃與探索分開，避免會議與資料混成一個龐大工作空間。

source: Set in Settings
ja: 設定で指定
ko: 설정에서 지정
zh_hans: 在设置中指定
zh_hant: 在設定中指定

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Settings…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Shape one interface or visual
ja: 1つの画面やビジュアルを仕上げる
ko: 화면이나 비주얼 하나를 집중해서 다듬어요
zh_hans: 专注打磨一个界面或视觉方案
zh_hant: 專注打磨一個介面或視覺方案

source: Shape the split-tree layout Tatami remembers for each workspace.
ja: Tatamiがワークスペースごとに記憶する分割ツリーのレイアウトを整えます。
ko: Tatami가 작업 공간마다 기억할 분할 트리 배치를 만들어요.
zh_hans: 调整 Tatami 为每个工作区记住的分区树布局。
zh_hant: 調整 Tatami 為每個工作空間記住的分割樹佈局。

# Shared across contexts
source: Shared across workspaces
ja: すべての作業環境で共有
ko: 모든 작업 공간에서 공유
zh_hans: 在所有场景中共享
zh_hant: 在所有工作空間中共用

source: Shared app — in every workspace
ja: 共有アプリ — すべてのワークスペースに表示
ko: 공용 앱 · 모든 작업 공간에 표시
zh_hans: 共享应用 — 出现在每个工作区
zh_hant: 共用 App — 出現在每個工作空間

source: Shared Apps
ja: 共有アプリ
ko: 공용 앱
zh_hans: 共享应用
zh_hant: 共用 App

source: Shared apps appear in all workspaces, so this removes it everywhere. You can add it back anytime.
ja: 共有アプリはすべてのワークスペースに表示されます。削除するとすべてから外れますが、いつでも追加し直せます。
ko: 공용 앱은 모든 작업 공간에 나타나요. 제거하면 모든 곳에서 사라지지만, 언제든 다시 추가할 수 있어요.
zh_hans: 共享应用会出现在所有工作区中，因此移除后会从所有位置消失。你可以随时重新添加。
zh_hant: 共用 App 會出現在所有工作空間中，因此移除後會從所有位置消失。你可以隨時重新加入。

source: Shared Apps appear in every workspace. Tile them into each layout, or turn on Always on Top to keep them above it.
ja: 共有アプリはすべてのワークスペースに含まれます。各レイアウトへタイル表示するか、「常に手前」をオンにしてほかのウインドウより手前に表示します。
ko: 공용 앱은 모든 작업 공간에 포함돼요. 각 배치에 타일로 들어가고, ‘항상 위’를 켜면 타일에서 빠져 모든 작업 공간의 타일 위에 표시돼요.
zh_hans: 共享应用会出现在每个工作区。可以平铺到各个布局中，也可以开启“置顶”，让它始终显示在其他窗口上方。
zh_hant: 共用 App 會出現在每個工作空間。可以並排加入各個佈局，也可以開啟「置頂」，讓它一律顯示在其他視窗上方。

# Shared Floating: %@
source: Shared Always on Top: %@
ja: 共有・常に手前：%@
ko: 공용 앱 항상 위: %@
zh_hans: 共享置顶：%@
zh_hant: 共用置頂：%@

source: Shared Tiled: %@
ja: 共有・タイル表示：%@
ko: 공용 앱 타일링: %@
zh_hans: 共享平铺：%@
zh_hant: 共用並排：%@

source: Shortcuts
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show a color dot on always-on-top windows so you can identify them at a glance.
ja: 常に手前に表示するウインドウへ小さな色付きドットを付けます。ワークスペース別でも共有でも、状態をひと目で確認できます。
ko: ‘항상 위’ 창에 작은 색상 점을 표시해요. 작업 공간별·공용 미러가 ‘항상 위’ 상태인지 바로 알 수 있어요.
zh_hans: 在置顶窗口上显示小色点，方便一眼识别按工作区设置或共享的置顶状态。
zh_hant: 在置頂視窗上顯示小色點，方便一眼辨識依工作空間設定或共用的置頂狀態。

source: Show a small color dot on the workspace's zoomed window.
ja: ワークスペースでズーム中のウインドウに小さな色付きドットを表示します。
ko: 작업 공간에서 확대한 창에 작은 색상 점을 표시해요.
zh_hans: 在工作区中放大的窗口上显示一个小色点。
zh_hant: 在工作空間中放大的視窗上顯示一個小色點。

# Show action HUDs
source: Show Action Feedback
ja: 操作フィードバックを表示
ko: 동작 알림 표시
zh_hans: 显示操作反馈
zh_hant: 顯示操作回饋

# Show HUD
source: Show Action Feedback
ja: 操作フィードバックを表示
ko: 화면 알림 표시
zh_hans: 显示操作反馈
zh_hant: 顯示操作回饋

source: Show profile icon
ja: プロファイルアイコンを表示
ko: 프로필 아이콘 표시
zh_hans: 显示配置方案图标
zh_hant: 顯示設定組合圖示

source: Show profile name
ja: プロファイル名を表示
ko: 프로필 이름 표시
zh_hans: 显示配置方案名称
zh_hant: 顯示設定組合名稱

source: Show workspace icon
ja: ワークスペースアイコンを表示
ko: 작업 공간 아이콘 표시
zh_hans: 显示工作区图标
zh_hant: 顯示工作空間圖示

source: Show workspace name
ja: ワークスペース名を表示
ko: 작업 공간 이름 표시
zh_hans: 显示工作区名称
zh_hant: 顯示工作空間名稱

source: Shrank the focused window by one step
ja: フォーカス中のウインドウを1段階縮小しました
ko: 포커스한 창을 한 단계 줄였어요
zh_hans: 已将聚焦窗口缩小一级
zh_hant: 已將聚焦視窗縮小一級

source: Shrink
ja: 縮小
ko: 줄이기
zh_hans: 缩小
zh_hant: 縮小

source: Shrink window
ja: ウインドウを縮小
ko: 창 줄이기
zh_hans: 缩小窗口
zh_hant: 縮小視窗

source: Simulator
ja: シミュレータ
ko: 시뮬레이터
zh_hans: 模拟器
zh_hant: 模擬器

source: Size
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

source: Size is the visitor's share of the display; the host receives the remaining space without changing either saved layout.
ja: サイズは訪問側が使うディスプレイの割合です。どちらの保存済みレイアウトも変えず、残りをホストが使います。
ko: 빌려온 작업 공간이 차지할 화면 비율이에요. 저장한 배치는 건드리지 않고 나머지 공간을 호스트가 사용해요.
zh_hans: 大小表示来访工作区占用的显示器比例；主工作区使用剩余空间，双方已保存布局都不会改变。
zh_hant: 大小代表來訪工作空間占用的顯示器比例；主工作空間使用剩餘空間，雙方已儲存的佈局都不會改變。

source: Skip empty workspaces
ja: 空のワークスペースを飛ばす
ko: 빈 작업 공간 건너뛰기
zh_hans: 跳过空工作区
zh_hant: 略過空白工作空間

source: Software
ja: ソフトウェア
ko: 소프트웨어
zh_hans: 软件
zh_hant: 軟體

source: Software example
ja: ソフトウェアの例
ko: 소프트웨어 예시
zh_hans: 软件示例
zh_hant: 軟體範例

source: Space between adjacent tiled windows.
ja: 隣り合うタイルウインドウ間の余白です。
ko: 이웃한 타일 창 사이의 간격이에요.
zh_hans: 相邻平铺窗口之间的间距。
zh_hant: 相鄰並排視窗之間的間距。

source: Space between the tiles and the screen edge.
ja: タイルと画面端の間の余白です。
ko: 타일과 화면 가장자리 사이의 간격이에요.
zh_hans: 平铺窗口与屏幕边缘之间的间距。
zh_hant: 並排視窗與螢幕邊緣之間的間距。

source: Sparkle checks in the background on Tatami's configured schedule; installing an update still remains explicit.
ja: SparkleがTatamiで設定した頻度に従ってバックグラウンドで確認します。アップデートのインストールは明示的に選びます。
ko: Sparkle이 Tatami에 설정된 주기로 백그라운드에서 확인해요. 업데이트 설치는 사용자가 직접 결정해요.
zh_hans: Sparkle 会按 Tatami 设置的周期在后台检查；是否安装更新仍由你决定。
zh_hant: Sparkle 會依 Tatami 設定的週期在背景檢查；是否安裝更新仍由你決定。

source: Split direction
ja: 分割方向
ko: 분할 방향
zh_hans: 分区方向
zh_hant: 分割方向

source: Split changes the selected group between horizontal and vertical without changing its apps.
ja: 分割では、同じアプリを維持したまま、選択した分岐を横方向と縦方向で切り替えます。
ko: 분할은 앱을 그대로 둔 채 선택한 분기의 방향을 가로와 세로 사이에서 바꿔요.
zh_hans: 分区会在保留原有应用的同时，将所选分支在水平与垂直之间切换。
zh_hant: 分割會在保留原有 App 的同時，將所選分支在水平與垂直之間切換。

source: Split-tree layout · safe draft
ja: 分割ツリーレイアウト・安全な下書き
ko: 분할 트리 배치 · 실제 창은 바뀌지 않아요
zh_hans: 分割树布局 · 安全草稿
zh_hant: 分割樹版面 · 安全草稿

source: Start Over
ja: 最初からやり直す
ko: 처음부터 다시
zh_hans: 重新开始
zh_hant: 重新開始

source: Start Tatami automatically when you log in.
ja: Macへのログイン時にTatamiを自動で起動します。
ko: Mac에 로그인하면 Tatami를 자동으로 실행해요.
zh_hans: 登录 Mac 时自动启动 Tatami。
zh_hant: 登入 Mac 時自動啟動 Tatami。

source: Starts pinned to the display you're on. Change this anytime in the workspace's Display section.
ja: 現在のディスプレイに固定して開始します。ワークスペースの「ディスプレイ」セクションでいつでも変更できます。
ko: 현재 사용 중인 디스플레이에 고정해서 시작해요. 작업 공간의 디스플레이 섹션에서 언제든 바꿀 수 있어요.
zh_hans: 开始时会固定到当前显示器。可随时在工作区的“显示器”部分中更改。
zh_hant: 開始時會固定至目前的顯示器。可隨時在工作空間的「顯示器」區段中變更。

source: Startup
ja: 起動
ko: 시작
zh_hans: 启动
zh_hant: 啟動

# Step %lld of %lld
source: Step %1$lld of %2$lld
ja: ステップ%lld / %lld
ko: %lld/%lld단계
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Step 1 of 2
ja: ステップ1 / 2
ko: 1/2단계
zh_hans: 第 1 步，共 2 步
zh_hant: 第 1 步，共 2 步

source: Step 1 of 3
ja: ステップ1 / 3
ko: 1/3단계
zh_hans: 第 1 步，共 3 步
zh_hant: 第 1 步，共 3 步

source: Step 2 of 2
ja: ステップ2 / 2
ko: 2/2단계
zh_hans: 第 2 步，共 2 步
zh_hant: 第 2 步，共 2 步

source: Step 2 of 3
ja: ステップ2 / 3
ko: 2/3단계
zh_hans: 第 2 步，共 3 步
zh_hant: 第 2 步，共 3 步

source: Step 3 of 3
ja: ステップ3 / 3
ko: 3/3단계
zh_hans: 第 3 步，共 3 步
zh_hant: 第 3 步，共 3 步

source: Turn this on to switch through every window, including multiple windows from the same app. Turn it off to switch app by app and return to each app’s most recent window in the visible workspace.
ja: 同じアプリの複数ウインドウを含め、各ウインドウを1つずつ切り替えます。オフでは表示中のTatamiの作業環境内をアプリ単位で進み、各アプリで最近使ったウインドウを呼び戻します。
ko: 같은 앱의 여러 창을 포함해 창을 하나씩 전환해요. 끄면 현재 Tatami 작업 공간 안에서 앱 단위로 전환하며 각 앱에서 최근에 쓴 창을 불러와요.
zh_hans: 逐个切换每个窗口，包括同一应用的多个窗口。关闭后会在当前 Tatami 场景中按应用切换，并恢复各应用最近使用的窗口。
zh_hant: 逐一切換每個視窗，包括同一 App 的多個視窗。關閉後會在目前 Tatami 工作空間中依 App 切換，並還原各 App 最近使用的視窗。

source: Step through the visible Tatami workspace—not the global ⌘Tab list or one app's ⌘` list.
ja: 全体の⌘Tab一覧や1つのアプリの⌘`一覧ではなく、表示中のTatamiの作業環境内を移動します。
ko: 전체 ⌘Tab 목록이나 한 앱의 ⌘` 목록이 아니라 현재 보이는 Tatami 작업 공간 안에서 전환해요.
zh_hans: 在当前可见的 Tatami 场景中切换，而不是全局 ⌘Tab 列表或单个应用的 ⌘` 列表。
zh_hant: 在目前可見的 Tatami 工作空間中切換，而不是全域 ⌘Tab 列表或單一 App 的 ⌘` 列表。

source: Still in Shared Apps — %@ removes it
ja: 共有アプリに残っています・%@で削除
ko: 아직 공용 앱에 있어요 · 제거 단축키: %@
zh_hans: 仍在共享应用中 · 按 %@ 移除
zh_hant: 仍在共用 App 中 · 按 %@ 移除

source: Still in this workspace — %@ removes it
ja: このワークスペースに残っています・%@で削除
ko: 아직 이 작업 공간에 있어요 · 제거 단축키: %@
zh_hans: 仍在此工作区中 · 按 %@ 移除
zh_hant: 仍在此工作空間中 · 按 %@ 移除

source: Suspend with modifier
ja: 修飾キーで一時停止
ko: 보조 키로 잠시 멈추기
zh_hans: 使用修饰键暂停
zh_hant: 使用修飾鍵暫停

source: Swap / warp
ja: 入れ替え／移動
ko: 교체/이동
zh_hans: 交换/移动
zh_hant: 交換/移動

source: Swap down
ja: 下と入れ替え
ko: 아래와 교체
zh_hans: 与下方交换
zh_hant: 與下方交換

source: Swap left
ja: 左と入れ替え
ko: 왼쪽과 교체
zh_hans: 与左侧交换
zh_hant: 與左側交換

source: Swap Left / Right / Up / Down
ja: 左／右／上／下へ入れ替え
ko: 왼쪽/오른쪽/위/아래로 교체
zh_hans: 向左/右/上/下交换
zh_hant: 向左/右/上/下交換

source: Swap or warp the focused tile
ja: フォーカス中のタイルを入れ替え／端へ移動
ko: 포커스한 타일을 교체하거나 끝으로 이동
zh_hans: 交换或跨边移动焦点平铺窗口
zh_hant: 交換或跨邊移動焦點並排視窗

source: Swap right
ja: 右と入れ替え
ko: 오른쪽과 교체
zh_hans: 与右侧交换
zh_hant: 與右側交換

source: Swap the complete workspace/display setup, for example Laptop ↔ Desk.
ja: ノートブック ↔ デスクのように、ワークスペースとディスプレイの構成全体を切り替えます。
ko: 노트북 ↔ 데스크처럼 전체 작업 공간과 디스플레이 구성을 바꿔요.
zh_hans: 切换完整的工作区与显示器配置，例如笔记本电脑 ↔ 桌面。
zh_hant: 切換完整的工作空間與顯示器配置，例如筆記型電腦 ↔ 桌面。

source: Swap up
ja: 上と入れ替え
ko: 위와 교체
zh_hans: 与上方交换
zh_hant: 與上方交換

source: Swapped with the %@ neighbour
ja: %@側の隣と入れ替えました
ko: 이웃과 교체했어요 · %@
zh_hans: 已与%@侧相邻窗口交换
zh_hant: 已與%@側相鄰視窗交換
